[{"model":"RDb.NECollection","fields": {  "id": "0",  "name": "Generic Collection"} },{"model":"RDb.NECollection","fields": {"long_name": "Lithium Group", "description": "The alkali metals have very similar properties: they are all shiny, soft, highly reactive metals at standard temperature and pressure and readily lose their outermost electron to form cations with charge +1. They can all be cut easily with a knife due to their softness, exposing a shiny surface that tarnishes rapidly in air due to oxidation. Because of their high reactivity, they must be stored under oil to prevent reaction with air, and are found naturally only in salts and never as the free element. In the modern IUPAC nomenclature, the alkali metals comprise the group 1 elements, excluding hydrogen (H), which is nominally a group 1 element but not normally considered to be an alkali metal as it rarely exhibits behaviour comparable to that of the alkali metals. All the alkali metals react with water, with the heavier alkali metals reacting more vigorously than the lighter ones.", "id": "1", "short_name": "Group 1", "name": "Alkali Metals"} },{"model":"RDb.NECollection","fields": {"long_name": "Beryllium Group", "description": "The alkaline earth metals are a group of chemical elements in the periodic table with very similar properties. They are all shiny, silvery-white, somewhat reactive metals at standard temperature and pressure and readily lose their two outermost electrons to form cations with charge 2+ and an oxidation state, or oxidation number of +2. In the modern IUPAC nomenclature, the alkaline earth metals comprise the group 2 elements.", "id": "2", "short_name": "Group 2", "name": "Alkaline Earth Metals"} },{"model":"RDb.NECollection","fields": {"long_name": "Scandium Group", "description": "Most of the chemistry has been observed only for the first three members of the group; chemical properties of both actinium and especially lawrencium are not well-characterized. The remaining elements of the group (scandium, yttrium, lutetium) are reactive metals with high melting points (1541 C, 1526 C, 1652 C respectively). They are usually oxidized to the +3 oxidation state, even through scandium, yttrium and lanthanum can form lower oxidation states. The reactivity of the elements, especially yttrium, is not always obvious due to the formation of a stable oxide layer, which prevents further reactions. Scandium(III) oxide, yttrium(III) oxide, lanthanum(III) oxide and lutetium(III) oxide are white high-temperature-melting solids. Yttrium(III) oxide and lutetium(III) oxide exhibit weak basic character, but scandium(III) oxide is amphoteric.[35] Lanthanum(III) oxide is strongly basic.", "id": "3", "short_name": "Group 3", "name": "Scandium Group"} },{"model":"RDb.NECollection","fields": {"long_name": "Titanium Group", "description": "Most of the chemistry has been observed only for the first three members of the group. The chemistry of rutherfordium is not very established and therefore the rest of the section deals only with titanium, zirconium, and hafnium. All the elements of the group are reactive metals with a high melting point (1668 C, 1855 C, 2233 C, 2100 C?). The reactivity is not always obvious due to the rapid formation of a stable oxide layer, which prevents further reactions. The oxides TiO2, ZrO2 and HfO2 are white solids with high melting points and unreactive against most acids.", "id": "4", "short_name": "Group 4", "name": "Titanium Group"} },{"model":"RDb.NECollection","fields": {"long_name": "Vanadium Group", "description": "The lighter three Group 5 elements occur naturally and share similar properties; all three are hard refractory metals under standard conditions. The fourth element, dubnium, has been synthesized in laboratories, but it has not been found occurring in nature, with half-life of the most stable isotope, dubnium-268, being only 29 hours, and other isotopes even more radioactive. To date, no experiments in a supercollider have been conducted to synthesize the next member of the group, either unpentpentium (Upp) or unpentseptium (Ups). As unpentpentium and unpentseptium are both late period 8 elements it is unlikely that these elements will be synthesized in the near future.", "id": "5", "short_name": "Group 5", "name": "Vanadium Group"} },{"model":"RDb.NECollection","fields": {"long_name": "Chromium Group", "description": "Most of the chemistry has been observed only for the first three members of the group, the chemistry of seaborgium is not very established and therefore the rest of the section deals only with its upper neighbors in the periodic table. The elements in the group, like those of groups 7-11, have high melting points, and form volatile compounds in higher oxidation states. All the elements of the group are relatively nonreactive metals with a high melting points (1907 C, 2477 C, 3422 C); that of tungsten is the highest of all metals. The metals form compounds in different oxidation states: chromium forms compounds in all states from -2 to +6: disodium pentacarbonylchromate, disodium decacarbonyldichromate, bis(benzene)chromium, tripotassium pentanitrocyanochromate, chromium(II) chloride, chromium(III) oxide, chromium(IV) chloride, potassium tetraperoxochromate(V), and chromium(VI) dichloride dioxide; the same is also true for molybdenum and tungsten, but the stability of the +6 state grows down the group. Depending on oxidation states, the compounds are basic, amphoteric, or acidic; the acidity grows with the oxidation state of the metal.", "id": "6", "short_name": "Group 6", "name": "Chromium Group"} },{"model":"RDb.NECollection","fields": {"long_name": "Manganese Group", "description": "Bohrium has not been isolated in pure form, and its properties have not been conclusively observed; only manganese, technetium, and rhenium have had their properties experimentally confirmed. All three elements are typical silvery-white transition metals, hard, and have high melting and boiling points.", "id": "7", "short_name": "Group 7", "name": "Manganese Group"} },{"model":"RDb.NECollection","fields": {"long_name": "Iron Group", "description": "Hassium has not been isolated in pure form, and its properties have not been conclusively observed; only iron, ruthenium, and osmium have had their properties experimentally confirmed. All three elements are typical silvery-white transition metals, hard, and have high melting and boiling points.", "id": "8", "short_name": "Group 8", "name": "Iron Group"} },{"model":"RDb.NECollection","fields": {"long_name": "Cobalt Group", "description": "Meitnerium has not been isolated in pure form, and its properties have not been conclusively observed; only cobalt, rhodium, and iridium have had their properties experimentally confirmed. All three elements are typical silvery-white transition metals, hard, and have high melting and boiling points.", "id": "9", "short_name": "Group 9", "name": "Cobalt Group"} },{"model":"RDb.NECollection","fields": {"long_name": "Nickel Group", "description": "Darmstadtium has not been isolated in pure form, and its properties have not been conclusively observed; only nickel, palladium, and platinum have had their properties experimentally confirmed. All three elements are typical silvery-white transition metals, hard, and refractory, with high melting and boiling points.", "id": "10", "short_name": "Group 10", "name": "Nickel Group"} },{"model":"RDb.NECollection","fields": {"long_name": "Copper Group", "description": "All Group 11 elements are relatively inert, corrosion-resistant metals. Copper and gold are colored.  These elements have low electrical resistivity so they are used for wiring. Copper is the cheapest and most widely used. Bond wires for integrated circuits are usually gold. Silver and silver plated copper wiring are found in some special applications.", "id": "11", "short_name": "Group 11", "name": "Copper Group"} },{"model":"RDb.NECollection","fields": {"long_name": "Zinc Group", "description": "Although group 12 lies in the d-block of the modern 18-column periodic table, the d electrons of zinc, cadmium, and (almost always) mercury behave as core electrons and do not take part in bonding. This behavior is similar to that of the main-group elements, but is in stark contrast to that of the neighboring group 11 elements (copper, silver, and gold), which also have filled d-subshells in their ground-state electron configuration but behave chemically as transition metals. For example, the bonding in chromium(II) sulfide (CrS) involves mainly the 3d electrons; that in iron(II) sulfide (FeS) involves both the 3d and 4s electrons; but that of zinc sulfide (ZnS) involves only the 4s electrons and the 3d electrons behave as core electrons. Indeed, useful comparison can be made between their properties and the first two members of group 2, beryllium and magnesium, and in earlier short-form periodic table layouts, this relationship is illustrated more clearly. For instance, zinc and cadmium are similar to beryllium and magnesium in their atomic radii, ionic radii, electronegativities, and also in the structure of their binary compounds and their ability to form complex ions with many nitrogen and oxygen ligands, such as complex hydrides and amines. However, beryllium and magnesium are small atoms, unlike the heavier alkaline earth metals and like the group 12 elements (which have a greater nuclear charge but the same number of valence electrons), and the periodic trends down group 2 from beryllium to radium (similar to that of the alkali metals) are not as smooth when going down from beryllium to mercury (which is more similar to that of the p-block main groups) due to the d-block and lanthanide contractions. It is also the d-block and lanthanide contractions that give mercury many of its distinctive properties", "id": "12", "short_name": "Group 12", "name": "Zinc Group"} },{"model":"RDb.NECollection","fields": {"long_name": "Boron Group", "description": "The boron group is notable for trends in the electron configuration, and in some of its elements' characteristics. Boron differs from the other group members in its hardness, refractivity and reluctance to participate in metallic bonding. An example of a trend in reactivity is boron's tendency to form reactive compounds with hydrogen.", "id": "13", "short_name": "Group 13", "name": "Icosagens"} },{"model":"RDb.NECollection","fields": {"long_name": "Carbon Group", "description": "Each of the elements in this group has 4 electrons in its outer energy level. The last orbital of all these elements is the p2 orbital. In most cases, the elements share their electrons. The tendency to lose electrons increases as the size of the atom increases, as it does with increasing atomic number. Carbon alone forms negative ions, in the form of carbide (C4-) ions. Silicon and germanium, both metalloids, each can form +4 ions. Tin and lead both are metals while flerovium is a synthetic, radioactive (its half life is very short), element that may have a few noble gas-like properties, though it is still most likely a post-transition metal. Tin and lead are both capable of forming +2 ions.", "id": "14", "short_name": "Group 14", "name": "Crystallogens"} },{"model":"RDb.NECollection","fields": {"long_name": "Nitrogen Group", "description": "This group has the defining characteristic that all the component elements have 5 electrons in their outermost shell, that is 2 electrons in the s subshell and 3 unpaired electrons in the p subshell. They are therefore 3 electrons short of filling their outermost electron shell in their non-ionized state. The most important elements of this group are nitrogen (N), which in its diatomic form is the principal component of air, and phosphorus (P), which, like nitrogen, is essential to all known forms of life.", "id": "15", "short_name": "Group 15", "name": "Pnictogens"} },{"model":"RDb.NECollection","fields": {"long_name": "Oxygen Group", "description": "All chalcogens have six valence electrons. All of the solid, stable chalcogens are soft and do not conduct heat well. Electronegativity decreases towards the chalcogens with higher atomic numbers. Density, melting and boiling points, and atomic and ionic radii tend to increase towards the chalcogens with higher atomic numbers.", "id": "16", "short_name": "Group 16", "name": "Chalcogens"} },{"model":"RDb.NECollection","fields": {"long_name": "Fluorine Group", "description": "The halogens show trends in chemical bond energy moving from top to bottom of the periodic table column with fluorine deviating slightly. (It follows trend in having the highest bond energy in compounds with other atoms, but it has very weak bonds within the diatomic F2 element molecules.)", "id": "17", "short_name": "Group 17", "name": "Halogens"} },{"model":"RDb.NECollection","fields": {"long_name": "Helium Group", "description": "The noble gases are colorless, odorless, tasteless, and nonflammable under standard conditions. They were once labeled group 0 in the periodic table because it was believed they had a valence of zero, meaning their atoms cannot combine with those of other elements to form compounds. However, it was later discovered some do indeed form compounds, causing this label to fall into disuse.", "id": "18", "short_name": "Group 18", "name": "Noble Gases"} },{"model":"RDb.NECollection","fields": { "description": "The lanthanide elements are the group of elements with atomic number increasing from 57 (lanthanum) to 71 (lutetium). They are termed lanthanide because the lighter elements in the series are chemically similar to lanthanum. Strictly speaking, both lanthanum and lutetium have been labeled as group 3 elements, because they both have a single valence electron in the d shell. However, both elements are often included in any general discussion of the chemistry of the lanthanide elements.", "id": "19", "short_name": "F-block", "name": "Lanthanides"} },{"model":"RDb.NECollection","fields": { "description": "Actinides are radioactive and release energy upon radioactive decay; naturally occurring uranium and thorium, and synthetically produced plutonium are the most abundant actinides on Earth. These are used in nuclear reactors and nuclear weapons. Uranium and thorium also have diverse current or historical uses, and americium is used in the ionization chambers of most modern smoke detectors.", "id": "20", "short_name": "F-block", "name": "Actinides"} },{"model":"RDb.NECollection","fields": { "description": "A generation II reactor is a design classification for a nuclear reactor, and refers to the class of commercial reactors built up to the end of the 1990s. Prototypical generation II reactors include the PWR, CANDU, BWR, AGR, and VVER. Generation III+ designs offer significant improvements in safety and economics over Generation III advanced reactor designs certified by the NRC in the 1990s.", "id": "21", "short_name": "Gen II/III+ Nuclear", "name": "Gen II and III+ Nuclear Tech"} },{"model":"RDb.NECollection","fields": { "description": "Photovoltaic power generation employs solar panels composed of a number of solar cells containing a photovoltaic material. Materials presently used for photovoltaics include monocrystalline silicon, polycrystalline silicon, amorphous silicon, cadmium telluride, and copper indium gallium selenide/sulfide. Due to the increased demand for renewable energy sources, the manufacturing of solar cells and photovoltaic arrays has advanced considerably in recent years.", "id": "22", "short_name": "PV and CSP", "name": "Photovoltaic and CSP Tech"} },{"model":"RDb.NECollection","fields": { "description": "A wind turbine is a device that converts kinetic energy from the wind into electrical power. A wind turbine used for charging batteries may be referred to as a wind charger.", "id": "23", "short_name": "Wind Power", "name": "On- and Off-shore Wind Tech"} },{"model":"RDb.NECollection","fields": { "description": "Carbon capture and storage (CCS) (or carbon capture and sequestration), is the process of capturing waste carbon dioxide (CO2) from large point sources, such as fossil fuel power plants, transporting it to a storage site, and depositing it where it will not enter the atmosphere, normally an underground geological formation. The aim is to prevent the release of large quantities of CO2 into the atmosphere (from fossil fuel use in power generation and other industries). It is a potential means of mitigating the contribution of fossil fuel emissions to global warming and ocean acidification.", "id": "24", "short_name": "CCS", "name": "Carbon Capture and Storage"} },{"model":"RDb.NECollection","fields": { "description": "Coal with CCS technology", "id": "25", "short_name": "Coal + CCS", "name": "Coal energy with carbon capture and storage"} },{"model":"RDb.NECollection","fields": { "description": "Natural gas with CCS technology", "id": "26", "short_name": "Natural Gas + CCS", "name": "Natural gas energy with carbon capture and storage"} },{"model":"RDb.NECollection","fields": { "description": "Oil with CCS technology", "id": "27", "short_name": "Oil + CCS", "name": "Oil energy with carbon capture and storage"} }]
